{
  "id": "barbarian",
  "name": {
    "en": "Barbarian",
    "uk": "Варвар"
  },
  "description": "Варвар — ближній боєць, що входить у Лють (Rage) для підвищення шкоди та живучості.",
  "subclasses": [
    {
      "id": "path_of_the_berserker",
      "name": {
        "en": "Path of the Berserker",
        "uk": "Шлях Берсерка"
      },
      "description": "Безтямна агресія ціною виснаження (Exhaustion).",
      "features": [
        {
          "level": 3,
          "name": "Frenzy / Безумний натиск",
          "description": "Під час Люті можете ввійти у Безум; тоді щоходу робите 1 атаку бонусною дією.",
          "details": "Action economy: бонусна дія під час вашої Люті. Після завершення Люті — 1 рівень виснаження. Сумісно з Extra Attack, але не додає ще одну дію «Атака»."
        },
        {
          "level": 6,
          "name": "Mindless Rage / Несамовитий інстинкт",
          "description": "Поки ви в Люті, не можете бути Зачаровані або Перелякані; якщо такий стан накладається — він завершується.",
          "details": "Постійний під час Люті. Не діє поза Люттю."
        },
        {
          "level": 10,
          "name": "Intimidating Presence / Залякуючий погляд",
          "description": "Дією налякайте одну істоту, яку бачите в 30 фт.",
          "details": "Дія: Action. Ціль робить рят. кидок Мудр. (DC = 8 + ваш бонус майстерності + мод. Харизми). На провал — Frightened до кінця вашого наступного ходу; продовжуєте дією. Потребує, щоб ціль вас бачила/чувала."
        },
        {
          "level": 14,
          "name": "Retaliation / Ретівий натиск",
          "description": "Коли ворог у межах 5 фт. завдає вам шкоди, ви можете зробити 1 атаку реакцією.",
          "details": "Action economy: Reaction. Тригер: отримали шкоду від істоти в 5 фт. Удар однією зброєю."
        }
      ]
    },
    {
      "id": "path_of_the_totem_warrior",
      "name": {
        "en": "Path of the Totem Warrior",
        "uk": "Шлях Тотемного Воїна"
      },
      "description": "Шамани дикої люті, що обирають дух-тотем і аспект.",
      "features": [
        {
          "level": 3,
          "name": "Spirit Seeker & Totem Spirit / Тотемний дух",
          "description": "Дістаєте ритуальні закляття (Beast Sense, Speak with Animals) та обираєте тотем (ведмідь/орел/вовк).",
          "details": "Bear: під час Люті — опір всім видам шкоди, крім психічної. Eagle: під час Люті — вороги мають перешкоду на AO проти вашого Ривка; краще бачення. Wolf: союзники мають перевагу на атаки в 5 фт. від вас."
        },
        {
          "level": 6,
          "name": "Aspect of the Beast / Аспект звіра",
          "description": "Постійні немагічні переваги залежно від тотема.",
          "details": "Bear: подвоєна вантажопідйомність, перевага на перевірки Сили; Eagle: бачите на далеку відстань, як орел; Wolf: краще вистежування та пересування групи (Stealth)."
        },
        {
          "level": 10,
          "name": "Spirit Walker / Духовне мандрування",
          "description": "Spirit Walk: ритуалом накладаєте Commune with Nature без витрати осередку.",
          "details": "Casting time: 10 хв. Ритуал. Отримуєте знання про місцевість/ресурси/небезпеки (за DM)."
        },
        {
          "level": 14,
          "name": "Totemic Attunement / Тотемне вдосконалення",
          "description": "Покращені боєві якості тотема.",
          "details": "Bear: коли ворог у 5 фт. б’є когось не вас — накладаєте перешкоду на кидок. Eagle: під час Люті — польотні ривки короткими стрибками; Wolf: коли ви атакуєте істоту, вона провокує AO від ваших союзників."
        }
      ]
    }
  ]
}