[
    {
        "name": "Пактова магія",
        "level": 1,
        "description": "Ти володієш унікальною формою чаклунства. У тебе небагато чарунків, але вони відновлюються після КОРОТКОГО або тривалого відпочинку.\n\n✦ Рівень чарунків: усі твої чарунки мають однаковий максимальний рівень (зростає з рівнем колдуна, максимум 5).\n✦ Використовувана характеристика: Харизма.\nСкладність рятівних кидків = 8 + бонус майстерності + модифікатор Харизми.\nКидок атаки закляття = бонус майстерності + модифікатор Харизми."
    },
    {
        "name": "Покровитель з потойбіччя",
        "level": 1,
        "description": "На 1 рівні ти укладаєш угоду з потойбічною сутністю, яка дарує тобі силу. Обери покровителя (з SRD):\n\n✦ Архіфея — вплив над чарами оман і зачарування, здатність вводити ворогів у морок чи паніку.\n✦ Нечистий (Fiend) — покровитель з нижніх планів, дарує тобі сили руйнування, тимчасичні хіти при добиванні ворогів.\n✦ Стародавній Володар (Great Old One) — наділяє телепатією і впливом на розум, змушує ворогів божеволіти."
    },
    {
        "name": "Ельдричні інвокації",
        "level": 2,
        "description": "З 2 рівня ти здобуваєш доступ до інвокацій — особливих надприродних умінь. Вони надають постійні або активаційні ефекти.\n\nПриклади:\n- Ельдричний сплеск (Agonizing Blast) — додає модифікатор Харизми до шкоди від Ельдричної стріли.\n- Маскування тінню (Mask of Many Faces) — дозволяє накладати *Disguise Self* без витрат чарунки.\n- Бачення в темряві (Devil’s Sight) — бачиш у магічній темряві."
    },
    {
        "name": "Дар пакту",
        "level": 3,
        "description": "На 3 рівні твій покровитель дарує тобі один з трьох дарів:\n\n✦ Пакт Ланцюга (Pact of the Chain) — ти отримуєш фамільяра з покращеними можливостями. Він може бути імпом, псевдодраконом, кварксом або спрайтом. Ти можеш діяти через нього, а також надавати йому додаткові дії.\n\n✦ Пакт Клинка (Pact of the Blade) — ти отримуєш «Книгу тіней», створену твоїм покровителем. У ній записано **3 заговори (cantrips)** на твій вибір з будь-якого класу. Вони не враховуються у твою відому кількість заклять чаклуна.\n\nТи можеш завжди їх використовувати, і для тебе вони вважаються закляттями чаклуна. Обрані загонири мають належати до заклять **1 рівня або нижче**, доступних іншим класам як загонири (наприклад: Guidance, Sacred Flame, Minor Illusion). Їх кількість та вибір фіксується при отриманні цього дару.\n\nЯкщо ти втратиш Книгу тіней, ти можеш виконати спеціальний ритуал протягом 1 години, щоб відновити її, викликавши нову копію (стара згорає магічним полум’ям)."
    },
    {
        "name": "Дар покровителя",
        "level": 10,
        "description": "На 10 рівні твій покровитель надає тобі захисну або утилітарну здатність. Її точний ефект залежить від обраного покровителя (наприклад, імунітет до чарів страху від Архіфея, опір до вогню від Демона, телепатія на велику відстань від Великого Давнього)."
    },
    {
        "name": "Містичний Арканум",
        "level": 11,
        "description": "На 11 рівні і далі ти отримуєш доступ до окремих потужних заклять (6–9 рівня), які можна застосовувати 1 раз за довгий відпочинок без витрат чарунки. Ці закляття стають частиною твого арсеналу назавжди."
    },
    {
        "name": "Ельдричний майстер",
        "level": 20,
        "description": "На 20 рівні ти можеш провести 1 хвилину в молитві чи розмові з покровителем, щоб повністю відновити всі витрачені осередки Пактової магії. Цю здатність можна використати 1 раз на день."
    }
]